/* NSError detail string for failed CRC32 checks during unzip. */
"CRC32 check failed during unzip." = "CRC32 check failed during unzip.";

/* NSError detail string for failed CRC32 checks during unzip to file. */
"CRC32 check failed while unzipping to file." = "CRC32 check failed while unzipping to file.";

/* NSError detail string for failed unzip operations due to already existing destination files. */
"Unzip failed because a file with the same name already exists at the destination URL. The file at the destination URL must be non-existant." = "Unzip failed because a file with the same name already exists at the destination URL. The file at the destination URL must be non-existant.";

/* NSError detail string for unzip operations that lack a filename. */
"Unzip failed because the destination URL points to a directory. The destination URL must specify a filename." = "Unzip failed because the destination URL points to a directory. The destination URL must specify a filename.";

